{
    "clusters": [
        {
            "percentage": 16.28,
            "label": "0",
            "top_region": "North America",
            "dom_age_grp": "65+",
            "gender_skew": "Male",
            "avg_sent_score": 0.24,
            "examples": [
                "People can live as they wish",
                "People spend less time in working and more time doing what brings them happy.",
                "A world without destructive addiction, where mental health problems can be cured, where no creature experiences food insecurity or fear of bullying and humiliation. A world where we are kind, thoughtful, not me-me-me, and where we work for each other's good and the good of the Earth.",
                "People should treat others as themselves. Then only one can help another. Nowadays people think of themselves as alienated from other people.",
                "People spend less time working, and more time doing what brings them happiness. The term of doing what makes someone happy doesnt always have to mean being lazy, but to enjoy whatever they do - to boost the economy (jobs), to boost their mental health (vacation), and all. I hope the connotation of \"working\" can, in the future, reflect how they could be happy one day. One example: people passionate about their jobs",
                "People spend less time working, and more time doing what brings them happiness.\nBecause if so, people can spend their time with their family, lovers and friends.",
                "People spend less time working, and more time doing what brings them happiness",
                "having good roads will save your time by 50% and make life fun",
                "Making the world a better place with people living in harmony through sharing and caring for one another",
                "slowed down society where we can appreciate the smaller things in life and not be constantly studying and working overtime",
                "Loyalty and honesty.it’s makes our life more comfortable and happiness",
                "That people have more compassion for others",
                "People are more happy since they were born, their parents has more time to take care, teach, and play with their newborn baby. Parents were already know what the baby needs like how many diapers they need to prepare in the first month etc. Everything was calculated and predicted in advance by AI.",
                "People spend less time working, and more time doing what brings them happiness",
                "uniqueness lies in the time spent doing the things that make us happy",
                "Hopefully everyone will be able to feel a sense of belonging and find comfort in that",
                "curing/correcting  disablitities born with or developed over time eg blindness ,dumbness mentally challenged people",
                "Social equality will be more integrated and people can have the same opportunity in carrier, healthcare and in lives generally",
                "People would be more empathetic and care about other people more",
                "People spend less time working, and more time doing what brings them happiness"
            ]
        },
        {
            "percentage": 62.02,
            "label": "1",
            "top_region": "North America",
            "dom_age_grp": "65+",
            "gender_skew": "Non-binary",
            "avg_sent_score": 0.12,
            "examples": [
                "A better future is the only thing I always dream about. Because it has all. Is it unique? No idea. But all will be happy.",
                "I would like to see a future where technological advancements are leveraged to preserve and revitalize endangered cultural practices and languages, ensuring that the rich diversity of human heritage is maintained and celebrated in an increasingly digital world.",
                "I want to travel to space and explore different planets. Universe has always fascinated me. Travelling in the space should be as easy as travelling around earth.",
                "I would give my life to ensure that every city has widespread green spaces and urban farms, which would help reduce air pollution and promote local food production. This would not only improve public health but also foster community engagement and environmental sustainability.",
                "That the annual income of every individual in the world is not less than $50,000.",
                "I truly want to see world where everyone has access to employment, good mental & physical health & sustainable environment these are the pillars that form the foundation of fulfilling & balanced life",
                "I want the people of the future to be as skilled as people of old age and as smart as people before social media. I would want them to have the capacity to grow their own food and live on a farm while having the intelligence to develop within cities. My point is, I want people to be more adaptive, stronger and smarter.",
                "i want people to be able to do more creative work and less labor work",
                "A unique aspiration I have for the future is to see a global culture where traditional wisdom and modern technology are seamlessly integrated. I envision a world where ancient practices and values, such as mindfulness and environmental stewardship, are harmoniously blended with cutting-edge technological advancements to create a balanced, sustainable, and enriched way of living.",
                "reforestation of the planet to ensure 50 % forest coverage in atleast 90 % of the world countries",
                "financial equality. For no one to die of hunger or be put to the street because of no money",
                "I want climate change to be reversed so that future generations can have a good life on planet Earth like their ancestors did.",
                "I think more should be done to address the global immigration crisis. I don't mean close all borders, but maybe wealthier countries should do more to help raise the standard of living in developing countries so people aren't so desperate to live in search of a better life.",
                "That life gets better specifically in these sectors; finance, health, political, education, housing and well well-being of all human beings",
                "I would choose to have a peaceful and normal life, a world where money/race/class does not matter. And people can do what they like. But that's obviously never going to happen but that what I want to be true. having to study or doing labor to provide for your family shouldn't be required in society. In fact, society itself shouldn't exist. No norms.",
                "I hope all elderly population around the world can have access to decent care and dignity in the final years of their life.",
                "A future with no social inequalities. While I know a complete egalitarian and socialist society is not realistic. But seeing todays condition of rich becoming richer and poor and middle class not able to climb the ladder, there is need for major intervention to balance the society.",
                "That there will be a tool to help people find their passion in life.",
                "I want urban areas worldwide to be redesigned so that at least 50% of the land is dedicated to green spaces like parks, gardens, and urban forests. This would involve transforming city planning to prioritize nature, improving air quality, reducing urban heat, and providing residents with more access to outdoor spaces for relaxation and recreation. These green spaces would also support biodiversity, making cities healthier and more sustainable environments for both people and wildlife.",
                "Carbon emissions can be reduced and waste generation can be reduced"
            ]
        },
        {
            "percentage": 21.71,
            "label": "2",
            "top_region": "Oceania",
            "dom_age_grp": "46-55",
            "gender_skew": "Other / prefer not to say",
            "avg_sent_score": -0.04,
            "examples": [
                "Reduced infant mortality and AI to be integrated in healthcare systems all over the world to identify any life-threatening diseases with 100% diagnosis during pregnancy and be able to be treated before birth",
                "With everyone being able to access to affordable medical treatments and being properly treated. Also for AI to be able to weed out biased/money hungry doctors that keep pushing for unneccesary medication or procedures by providing more options and explaination. Most of the time, we would only has the doctor to rely on for information and they are not really doing their job",
                "One unique and specific goal I would advocate for the future is:\n\"Ensure that every person has access to personalized, real-time mental health support integrated into daily technology platforms.\"",
                "In the future I would like to see every person have a personal AI assistant designed to support their mental and emotional wellbeing.\n\nSpecifically:\nEvery person has an AI assistant that monitors their mental health and provides advice and support based on personal mental health data, such as stress management, life goals, and emotional balance.",
                "Health and time are the most valuable things people don’t care about that much!",
                "AI Taking over humanity with force",
                "Menjadi orang yang berpartisipasi dalam pengembangan AI",
                "I’d like to see the widespread adoption of AI-driven personalized learning systems that adapt to each student’s unique learning style and pace. Specifically, I envision a future where AI-powered platforms analyze individual progress and preferences to tailor educational content, offer real-time feedback, and provide targeted support. This would make education more effective and engaging, ensuring that every student receives a customized learning experience that maximizes their potential and all.",
                "Over relying on AI and not doing personal research.",
                "making human more advanced with the help of ai",
                "Being able to make money from AI",
                "I want AI to disappear.",
                "I mostly think of new startup ideas that have a direct impact on our lives.",
                "Financially freedom for everyone, Everyone deserves to live a good life.",
                "I would invest in creating AI that enhances emotional intelligence and empathy, not just for practical tasks but to genuinely understand and respond to human emotions. This would bridge gaps in human-AI interactions, making technology not only efficient but also deeply supportive and relatable in personal and professional contexts.",
                "I won't say anything unique, all people want peace, mutual respect and a decent life for themselves and their loved ones. No one wants to live in filth, hunger, without access to education and health services. But can AI help with this?",
                "Making use of AI to decrease crime rate and unlawful ownership of weapons. And also improve livelihoods",
                "I want personalized AI assistants for everyone that manage tasks, support learning, and enhance mental well-being.",
                "I would want a future where every person has access to personalized mental support through advanced, empathetic AI systems. This system would ensure regular, confidential, and accessible mental health care, tailored to individual needs, thereby reducing the stigma and barriers associated with mental health issues.",
                "Working with a AI company"
            ]
        }
    ]
}