{
    "clusters": [
        {
            "percentage": 3.79,
            "label": "0",
            "top_region": "North America",
            "dom_age_grp": "<18",
            "gender_skew": "Female",
            "avg_sent_score": 0.36,
            "examples": [
                "i would probably be retired and travelling around Barcelona with the love of my life, my life compared to now will be full of joy and i will have a lot of time in my hands.",
                "In 30 years I'll be able to be healthier as i get older , more financially secure , and having a house to live in .",
                "I think I will be living a more relaxed life in a rural area with internet access and the most modern facilities, enjoying my retirement.",
                "My life in the next 30 years Will be very different from now, we have fast and future vehicle to travel arround the world, gadget and technology Will be easy to access from everywhere by everyone. All life needs just in our hands.",
                "I'll be 80 in 30 years so life will be much slower for me if I'm still alive",
                "I hope that my life in 30 years will be comfortable, without lack of water and food, and surrounded by people who love me.",
                "I think my life in thirty years might be a bit more interesting. As I will be managing the business which I have started . Hopefully I will make it successful enough to have a good life. \n\nThe biggest difference would be the over population and world might not remain a place which has pure air and forrests.",
                "if I'm still here in 30 years I'll be 93 so I'll be delighted but i also think it will be a world I don't understand with too much technology",
                "To be honest it is hard to imagine what my life would be like in 30 years. Because we're living in the age of progress and I have a hunch where it would be tremendously and unimaginably technologically advanced. There will be a whole new set of culture particularly among young people, society will be a lot more mentally progressive, I am going to be in a world where there will be unimaginable flow of consistent information and comfort. And possibly I hope I can handle all that.",
                "I hope that my life in the next 30 years will be more calm and peaceful, but I don't think so. I probably think it will be difficult to keep or find a job. I like going outdoors, I don't know what that scenario will be like but I don't see it as very encouraging.",
                "In 30 years from now, I imagine my life will be a lot busier because I will have a family of husband, kids, grandkids.\n\nThe biggest difference in daily life compared to today will be the reliance on computers and lack of outdoor activities for entertainment.",
                "I think my life in 30 years will be much different than my life now. I expect I will live in a complete new area, with a new job, new friends, and new surroundings.",
                "I think my life in 30 years will be similar to the one I am currently leading. Except for the imminent technological changes that will arise in future decades, I do not think there will be such a radical change in our culture as the leap from the pre- and post-Internet eras.",
                "I imagine my daily life 30 years from now to be fairly similar to how I live today, but by then my children will be grown and likely living elsewhere. So perhaps a slower and quieter version of my life now. I like to stay up to date on new technology by listening/reading/watching things to learn about it. But I am quite frugal so actually using it is another matter.",
                "I think in 30 years I will be working a full time stable job as well as have my own family including children which will make my daily life significantly different compared to today.",
                "In 30 years life will be both familiar and different. My home will be smart, adjusting to my needs. Streets will be quieter, with more green spaces. Conversations will focus on tomorrow's problems and sustainable living. Work will be more creative and flexible, with less repetitive tasks. Education will be more personalized and continuous. Technology will make life easier, but the importance of community and relationships will remain.",
                "My daily life will be calmer and more peaceful. I will be cultivating my organic crops in my rural area, cultivating my native and fruit-bearing plants and trees, taking care of animals and the environment, without the exhausting routine of city work where I spend a lot of time just commuting to work. My life in thirty years should be less rushed and with a better quality of life.",
                "I think my life will be happy and successful in 30 years.",
                "I think in 30 years time my life will have changed to the better and l'll have achieved most of my life list",
                "I cannot begin to imagine life 30 years ahead since the rate at which technology changes is faster than we can understand truly but if I had to guess I will be the chosen leader of my country living in a world where food, water, health services, and shelter is free and available to all. Also, there is going to be an urban-to-rural migration pattern as most individuals living in urban centers are now seeking a rural feel and self-reliance away from their governments"
            ]
        },
        {
            "percentage": 92.08,
            "label": "1",
            "top_region": "North America",
            "dom_age_grp": "36-45",
            "gender_skew": "Female",
            "avg_sent_score": 0.02,
            "examples": [
                "I think that a lot of jobs that are difficult will be a lot easier in 30 years. In 30 years I will be 64 and I think a lot of things will be very accessible for instance things like Healthcare will have improved with the help of AI. However, food will be less natural as a result of the introduction of climate change since they will need to find alternatives to provide more food due to decline. Also global warming might increase hence a hot temperatures across the world.",
                "I believe there will be many improvements in health, work and the way we relate to other people. Productivity will be increased in all aspects.",
                "I am currently 61 and I would be 91 30 years from now i.e. if I survive till then. Today I see that things are getting more and more automated and technologically advanced. I understand that AI is taking over the jobs of many professionals and unemployment is on the rise and am a bit anxious for our children and younger generations as AI can help do many jobs with requiring a lot of people.So the difference I could foresee - I would have to deal more with machines & automation than with people.",
                "Technology will take over several areas, fewer people will be needed to work, the climate will worsen but we will have more efficient lives with new technologies.",
                "Life in 30 years could feature advanced AI integration, sustainable technologies, climate adaptation, and a more interconnected global society, with both incredible innovations and complex challenges.",
                "In 30 years, there will probably be a much greater dependence on technology than there is now. Many jobs will no longer exist, but I assume that mine will still be largely run by humans. Given the climate conditions in my country and around the world, the cost of water and basic services will probably be much higher, so life itself will be expensive and probably not have many luxuries.",
                "More things might be automated, at the rate of which Gen AI or generally AI, is developing, sooner or later, things will be simplified.\n\n\nAI/automation is the future, more jobs might be at stake, companies will profit from it, capitalism will thrive. But on the other hand, the job market in a general way, might be restricted.\n\n\n\nWith technology developing fastly aside, normal human life might become more and more difficult to live due to climate change.",
                "In 30 years, I envision a world where aging populations and climate challenges drive innovation. AI and automation reshape economies, urbanization intensifies, and renewable energy becomes predominant, shaping a sustainable future.",
                "I imagine that life 30 years from now should be pleasant. With the increasing advancement of science and technology and the widespread application of artificial intelligence, repetitive labor in daily life can be replaced by artificial intelligence, and the continuous development of new technology will bring unimaginable changes to people.",
                "I guess, After 30 years the daily chores or jobs will be AI and robotics-oriented my life will be like \"My mind will be mine but decisions and my work things will completely depend on Some robot or AI tool\". daily life becomes modern we can't do simple and normal things without AI and of course, life becomes stressless and easy with some intelligent and great people. but, coming to hard-working people with very little education will lose jobs and their living due to some replaced AI.",
                "It will be more modernization  than now due to artificial intelligence",
                "Our perception of life will have changed.With the rising developments in AI and technology,most jobs that are currently being done by humans will be replaced.Climate change will affect the overall world food security and this will force for more people to take up GMOs as organic food will be difficult to find.Most of the worlds population will have shifted to urban areas and rural areas will be affected by development.",
                "In 30 years from now, I think the wold would see a negative population trend and more healthy population as we are now more fitness concerned. Due to artificial intelligence and automation, more than current 50% jobs will be gone which are repetitive works like banking jobs and customer services.",
                "In 30 years, life will be shaped by AI, automation, and sustainability. As an HR Manager, I would focus on managing human-AI interactions and addressing ethical concerns. Advanced healthcare and smart technologies at home will support aging parents and their daily lives. The biggest difference would be AI's deep integration into work, home, and healthcare, freeing up time for personal growth, while climate change drives eco-friendly living and renewable energy use.",
                "The growth in technology and AI will be more advanced than it is right now. By now humans should tune in to the adaptation and growth of AI to get accomodated in the future or else they will feel replaced and left out.",
                "I see that artificial intelligence will control most jobs, which will lead to an increase in the unemployment rate, and this will affect the internal security of countries. I see that many countries, especially those located in the African continent and the Middle East, will suffer from drought, famine and diseases due to climate change.",
                "Life will be totally different. I will be living in a suburban area since the cities will be congested. Increased use of AI will reduce the credibility of individuals making decisions in workplaces but will have Increased accuracy of decisions and results. People have shifted to a green economy since the impact of global warming has been alot and this is the only way of mitigating it. Global population has stablelized since the birth rate has reduced.",
                "30 years from now, I would expect Artificial Intelligence and automation to have completely taken over in reshaping economies and jobs. I would expect a very rapid increase in the use of renewable energy. Severe climate change, worse than we experiencing today. The population growth in Kenya and in Africa, to be over the roof in general. And Urbanization in cities to be even worse.",
                "I think I will be living with family and travelling the world. I want to live where everything is streamlined. Information is easy and accessible. The biggest difference i noticed today in daily life is AI and how we dont have to struggle. One thing is for sure people are changing and becoming more greedy.",
                "I think that in 30 years daily life will likely be more balanced and tech-driven. AI might handle routine tasks. We will have more time for personal interests and community. Cities will be smarter, with green energy and efficient public transport. We'll live more sustainably, with conscious energy use and local food production."
            ]
        },
        {
            "percentage": 4.13,
            "label": "2",
            "top_region": "Europe",
            "dom_age_grp": "<18",
            "gender_skew": "Female",
            "avg_sent_score": 0.0,
            "examples": [
                "I think i will see more renewable energy. And farming and agriculture will be more efficient. I think climate will be more extreme but human will find a way to deal with it. Weird new diseases will be everywhere due to climate change. Bio engineering will be more common",
                "It will have more and more extreme weather",
                "In the next 30years there will be scarcity of fresh water and the air pollution will spread all over due to deforestation and urbanization.It may also happen we have to pay huge money to purchase drinking water everymonth.The natural resources may be come to certain level that we will have to only use electric or renewable energy or any other alternative.There will be fewer jobs left for human and AI will take over all the segment and unemployment issue will lead to decrease in per capita income",
                "I think the biggest change will be the decline in population. There is already a decline in the birth rate mostly due to the rapid changes in the economy which have caused major financial strain. The increase in AI will also have a huge impact and I’m not certain if that will be for the best.",
                "I have seen climate change affecting our health, food resources, and the environment in general. I am not sure what it will be like in 30 years, but if there are no significant changes, it will get worse.",
                "In 30 years we will lose a large part of our population due to climate change. I imagine that few of us will survive the extreme temperatures, especially the heat and the lack of water.",
                "Human activity has damaged the nature to such an extent that it has affected it over time. In 30 years, I feel greenery will reduce all over and even the water resources will get majorly depleted. Air quality has also been affected severely in many countries with global warming affecting climates and glaciers. The lifestyle is certainly degrading for the human beings to survive even for an average lifespan",
                "1. I believe slow population growth will spread over to developing countries.\n\n2. with people able to manufacture cloud seeds, I foresee adequate water and food security.\n\n3. there will be more jobs at first as data trainers and then robots will take over the jobs.\n\n4. more development to accommodate the population's demands on housing and social amenities.\n\n5. more energy sources will keep being discovered, people went from coal and steam to electricity. there's space for more innovations.",
                "Water crisis, more use of renewable energy. Inflection, food crisis. There will be a less rain, agriculture crisis. There will be a changes in weather cycle or rain cycle. Job crisis.",
                "The part of the earth will be inhabitable due the climate crisis. Some of the countries are in chaos due the flud of environmental refugees. There are countries that have closed the borders due protecting their own territory. Worlds population starts to decline due lack of food and habitable ground. So my view is quite pessimistic",
                "Summers will be hotter and winters will be colder. Coastlines might start disappearing bit by bit. The quality of life will deteriorate. Job opportunities will be fewer.",
                "I think there will be scarcity of natural resources especially water and the map of population concentration will change, certain countries will have an increase in popluation like nigeria, brasil, etc and certain countries will struggle with their aging population. a lot of jobs will be replaced by ai",
                "There will be a big shift to renewable energy, such as electric vehicles, solar panels etc. Also the climate will not be the same. Summers will be hotter, winters colder, more natural disasters",
                "The biggest difference will be related to water and food. Many countries cross-breed food species, control seeds, water will continue to be reused, there is more and more waste in the sea, if there are more wars it is very likely that chemicals will reach the waters and then the clouds that will fall on crops. The large consumption of some animals can cause extinction, as with some fish and shellfish. That is the future that I see.",
                "I think the biggest difference will be the impact of climate change",
                "I think that the biggest difference will likely be noticed in the climate. We are already observing previously unsees heat waves, which I believe will become harsher and more abrupt. Seasons will get mixed up, heat and cold will appear at any point in the year. More and more people will refuse having children under these conditions (not only climate, but also economical conditions), as they are likely to only worsen. More people will die due to disease and climate catastrophes caused by climate.",
                "the biggest difference, in my opinion, will be the climate change- really hot summers and very cold winters.",
                "I believe that access to clean water will be a major issue. As I have personally seen water is becoming a scarce resource. The urban population can access clean water, whereas rural areas receive less water. I also think that loneliness and depression will be the most common problems among adults as the rise of technology and social media is causing people to socialize less. A fall in birthrates will cause a rise in the aging population, affecting GDP and consumption.",
                "I think the biggest difference will be climate change and the scarcity of resources. I think we will see more volatile weather, more climate refugees, and poorer economic status as a result of climate change/rising cost of necessities.",
                "First of all the population will have increased in third world countries and  even in developed countries. Climate change will be inevitable and gone into worse as people are still using environment bad as to survive mostly cutting trees and landfills will have increased. Urban towns will increase almost twice due to overpopulation as many people will turn there lands to residential areas  due to increase in population and lastly renewable energy will have been developed better and utilized in."
            ]
        }
    ]
}