{
    "clusters": [
        {
            "percentage": 6.37,
            "label": "0",
            "top_region": "Europe",
            "dom_age_grp": "65+",
            "gender_skew": "Other / prefer not to say",
            "avg_sent_score": -0.54,
            "examples": [
                "I have never thought about it, and there is no great person that I think AI should imitate and learn from.",
                "I am really not sure about that and I wouldn't want AI to behave as someone specific",
                "I don't want AI to think or act like a human. AI is AI.",
                "I look at AI as a tool and not an individual. So just keep it realistic.",
                "I am not too sure of an answer to the question. Humans have biases, and I would prefer that AI not behave and think like one particular individual, but have the best interests of humanity in mind.",
                "I think what makes AI great is that it isn’t a person and therefore doesn’t have biases or stereotypes. So I wouldn’t wish for it to behave or respond in a human way.",
                "like the robot it is because i don't think it should try and be anyone else, it should respond however it wants.",
                "its not something we should strive for. AI should present information in an organized and impersonal manner. decisions should be left to humans. mimicry is not useful for anyone when there is nothing behind it.",
                "I don’t want my AI to behave like a person at all! Cause with it comes the flaws of all humans so it’s best to keep it as a hybrid between robot and human",
                "I don't want that. It inhibits AI's ability to be objective.",
                "I have no desire or need for an AI to behave other than as a tool.",
                "I don’t want AI to be like a specific person. People have flaws, and they are hard to change. AI is different. It has flaws, but they are easy to improve.",
                "No, I dont want an ai to behave like any human as its just a machine and can be dangerous.",
                "I don't think an AI could behave like any person in the world. People have biases and are not objective all the time, something that AI would have to be",
                "Nobody, I don't trust AI",
                "I don't want AI to pretend to be another person, just give me straight forward answers to my questions.",
                "There is no such person I would like AI to behave like because no one is fully non-biased and completely objective and I expect the AI to be that way.",
                "I wouldn't want AI to think, behave or respond like a person.",
                "I don't want it to behave like any person. People can be opinionated. AI shouldn't have their own opinions.",
                "I wouldn't like AI to imitate a real person, it's important to me that it behaves like a tool"
            ]
        },
        {
            "percentage": 88.98,
            "label": "1",
            "top_region": "Oceania",
            "dom_age_grp": "65+",
            "gender_skew": "Female",
            "avg_sent_score": 0.36,
            "examples": [
                "Jeff Bezos, give me advice on how to acquire wealth.",
                "Nelson Mandela",
                "it would be a wiser, more objective me, because I like my way of thinking but I also have limits",
                "Me. It should talk like me",
                "My boss. He's the most creative person I know and challenges us daily.",
                "If I could tell my AI to think, behave or react like any person in the world, it could be Mahatma Gandhi.\n\nBecause:\n\n1. Empathy and peace: Gandhiji always followed non-violence, empathy and peace. He believed in finding a solution to any problem through peace and understanding.\n\n2. Morality and truth: He kept truth and morality paramount in his life. If AI adopts this approach, it will always be right and not wrong in its decisions.",
                "If AI could think like a human, it would be like my mother. Her wisdom, care, and ability to understand different perspectives would make her the ideal model for how AI could approach decision-making and problem-solving.",
                "If you are asking as someone who is in my life, it would be a family member, mom? If you are asking the role of it, it would be like a very close advisor.",
                "My mother, I love how wise she is",
                "Alexander Panchin and Ekaterina Shulman. Because they are masters of their scientific fields, talented speakers and educated people.",
                "Beyonce , because she is a perfectionist i know things will be doen accordingly",
                "Einstein. He's a genius",
                "Musk, his view of the world is very objective",
                "Captain Ibrahim Traore. He presents himself as a man of high calibre and great strength, also his calm and objective nature projects himself as a man with goals and has places to go.\n\nAlso Jim Carrey would make a great alternative for my daily humor and needless to care attitude.",
                "Like Kim Namjoon/RM of BTS, just for the fun and I also love his creativity and his unbiased perspective",
                "My best friend,, giving me advice and emotional support without ny bias",
                "A friend - just for fun.",
                "Myself",
                "I would like to think like Donald trump",
                "It would be my Girlfriend as i love her"
            ]
        },
        {
            "percentage": 4.66,
            "label": "2",
            "top_region": "South America",
            "dom_age_grp": "65+",
            "gender_skew": "Other / prefer not to say",
            "avg_sent_score": -0.47,
            "examples": [
                "None of the above.",
                "I don't want it to act like any person. It should be fully unbiased.",
                "None. I want it to be an AI, not an avatar.",
                "none",
                "Nobody",
                "no one i think",
                "I don't have any idols, I don't think of anyone who could play that role.",
                "I do not want it to behave like any real person",
                "None, it has to be an objective robot",
                "I don't want it to behave in that way",
                "No one. Ever celebrity is a joke",
                "don't want",
                "No one.",
                "Nobody specified",
                "0",
                "I wouldn't do it, I want it to stick to what it is, not imitate a real person.",
                "I wouldn't change it because to me it is perfect.",
                "No one",
                "No one its a robot",
                "I don't think it would really matter, but I wouldn't want it to be like someone I dislike."
            ]
        }
    ]
}