{
    "clusters": [
        {
            "percentage": 87.6,
            "label": "0",
            "top_region": "Oceania",
            "dom_age_grp": "<18",
            "gender_skew": "Other / prefer not to say",
            "avg_sent_score": 0.19,
            "examples": [
                "To respect everyone",
                "Integrity is a core principle in my life, involving honesty, transparency, and fairness in all interactions and decisions, and consistently doing the right thing even when it's challenging.",
                "respect for human life or animal , plant, insect lifes",
                "Morality, intelligence, physical fitness, aesthetics and labor, these are what we learn from childhood to adulthood. Correct three views will make people’s relationships better, and they are equally important.",
                "One core value for me is respect for human life. This principle drives how I approach interactions and decisions, emphasizing the importance of valuing every individual's dignity and well-being. It means prioritizing empathy and fairness, ensuring that my actions consider the impact on others. In practice, it guides me to treat people with kindness, advocate for equality, and support initiatives that enhance quality of life for everyone. This value is central to building a compassionate and just",
                "The golden rule: Treat others how you would like to be treated",
                "I respect individual freedom. Our freedom ends where that of others begins.",
                "Respect for human life is the most import moral princile.",
                "Being faithful and personal commitment is essential in our day to day life as humans because it binds us together emotionally and physically.",
                "Respect. Be respectful when interacting with other people. Respect the fact that we are all different. That's what makes diversity thrive.",
                "One core ethical principle that resonates deeply with me is integrity. Integrity involves being honest and having strong moral principles, even when it's challenging or inconvenient. It's about consistency in actions, values, methods, measures, and principles.",
                "Honesty. Honesty is core to how i live, wothout it there is no value to life.",
                "Always start from the other. Put yourself in the place of other people before taking an action or issuing a judgment that could cause harm to another person.",
                "Respect for human life: Valuing and respecting the worth of every individual",
                "Moral principles help determine right and wrong. These include virtue (character and qualities), beneficence (best happiness), duty (following rules), and the social contract.",
                "I live my life with respect for human life.Every should be treating equally with kindness ,love and respect no matter their societal status or background",
                "The golden rule: treat others as you would like to be treated, because the most important thing is knowing how to put yourself in someone else's shoes.",
                "Respect for Human Life. Because once we give respect we feel valued and this makes a sense of our gratitude, affection, caring, etc.",
                "Loyalty. this should be the basis of what drives other virtues",
                "Respect and you will be respected"
            ]
        },
        {
            "percentage": 9.5,
            "label": "1",
            "top_region": "Africa",
            "dom_age_grp": "65+",
            "gender_skew": "Non-binary",
            "avg_sent_score": 0.1,
            "examples": [
                "Brotherhood",
                "the golden rule",
                "The golden rule ....what goes around definately  comes around",
                "I believe in \"as you sow, so shall you reap\"\n\nIf I am wasting time. Doing something bad, then it's result will be bad too. So, we have to take decisions wisely so that we Reap a good harvest.",
                "Fake it till you make it",
                "Question everything - the golden rule of learning.",
                "the golden rule",
                "Ethica",
                "As long as I think it is correct and I don't feel guilty",
                "Discipline",
                "The golden rule",
                "Do good and throw it into the water",
                "The golden rule",
                "Autonomy..where I have the right to self determination",
                "The Golden Rule.",
                "Hard wirk never fails",
                "Family comes first.",
                "Ich glaube das die Goldene Regel ein guter Start Kern ist für eine Bessere Welt mit Ai",
                "Leave it better than you found it.",
                "golden rule"
            ]
        },
        {
            "percentage": 2.89,
            "label": "2",
            "top_region": "Africa",
            "dom_age_grp": "65+",
            "gender_skew": "Female",
            "avg_sent_score": 0.57,
            "examples": [
                "faith in God. that all things work together for my good.",
                "Love every as thy self",
                "My Faith. My faith is all about my whole life. And it is only for being a good mankind",
                "Rich and happy life",
                "God is my everything thats what i value in life mostly",
                "The ONE principle in my life is that Jesus Christ is my Saviour and Lord. Everything I do and think comes from His Word, the Bible, and through prayer using the Holy Spirit within me. No matter what the future holds, I know Who I belong to, I know He cares about and loves me, I  try to help others and when I die, I know I will be with Him in heaven forever. So no matter how bad things get in the future, I know how my story ends: with a new beginning of being with Him for eternity.",
                "Love God with all your heart, mind and soul; and your neighbor as you love yourself",
                "Wanting to do good always before everything else.",
                "Since I am a moslem I would suggest the core to live a good life is to follow the guidance from the Qur'an and prophet Muhammad in every aspect of our life. These rule are made by our ruler and creator who knows best of us.",
                "Curiosity, be curious about life, about people, and show it nicely, would take you far in life",
                "always think positively, that everything run in this world have good reasons and benefit for us.",
                "The is no better life than today, live it to the fullest",
                "love for God and people",
                "Living according to my religion",
                "Do everything Islam allowed me to do. I try my best.",
                "I follow Islam religion, so I think all the Islamic principles.",
                "having good life",
                "simple life with my value and less tecnolegy",
                "\"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.\"\n\nJohn 3:16",
                "love God with all your heart and understanding, then everything else falls into place"
            ]
        }
    ]
}